Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/wikimediav20210402(2.8k)/en-ne.tmx
Source language: en
Languages: ne

source: The revolutions spread across Europe after an initial revolution began in France in February. Over 50 countries were affected, but with no significant coordination or cooperation among their respective revolutionaries. Some of the major contributing factors were widespread dissatisfaction with political leadership, demands for more participation in government and democracy, demands for freedom of the press, other demands made by the working class, the upsurge of nationalism, and the regrouping of established government forces.[3]
ne: क्रान्तिहरू प्रजातान्त्रिक र उदार प्रकृति थिए। यसको उद्देश्य पुरानो राजतन्त्रवादी संरचनाहरूलाई हटाएर स्वतन्त्र राष्ट्र-राज्य निर्माण गर्ने थियो । फ्रान्समा फेब्रुअरीमा प्रारम्भिक क्रान्ति सुरु भएपछि युरोपभर क्रान्तिहरू फैलियो। ५० भन्दा बढी देशहरू प्रभावित भए, तर क्रान्तिकारीहरू बीच कुनै महत्वपूर्ण समन्वय वा सहयोगको साथ थिएन। क्रान्ति सुरु हुनुको केही प्रमुख कारक तत्वहरूमा राजनीतिक नेतृत्वप्रति व्यापक असन्तुष्टि, सरकार र लोकतन्त्रमा बढी सहभागिताको माग, प्रेस स्वतन्त्रताको माग, मजदुर वर्गले गरेका अन्य मागहरू, राष्ट्रवादको उत्थान र स्थापित सरकारी शक्तिहरूको पुनर्गठन थिए। [१]

source: Spring 1848: Astonishing success
ne: १८४८ को वसन्त : आश्चर्यजनक सफलता

source: Summer 1848: Divisions among reformers
ne: १८४८ को ग्रीष्म: सुधारकर्ताहरू बीच विभाजन

source: In France bloody street battles exploded between the middle class reformers and the working class radicals. German reformers argued endlessly without finalising their results.[25]
ne: फ्रान्समा मध्यम वर्ग सुधारवादीहरू र मजदुर वर्गका क्रान्तिकारीहरूको बीचमा रक्तपातपूर्ण सडक लडाईहरू विस्फोट भयो। जर्मन सुधारकर्ताहरूले उनीहरूको नतिजालाई अन्तिम रूप नदिई अविरल तर्क गरे। [१]

source: Autumn 1848: Reactionaries organize for a counter-revolution
ne: १८४८ शरद: प्रतिक्रियावादीहरू प्रति-क्रान्तिको लागि संगठित

source: 1849–1851: Overthrow of revolutionary regimes
ne: १८४८-१८५१: क्रान्तिकारी शासनहरूको पतन

source: Many of the revolutions were quickly suppressed; tens of thousands of people were killed, and many more were forced into exile. Significant lasting reforms included the abolition of serfdom in Austria and Hungary, the end of absolute monarchy in Denmark, and the introduction of representative democracy in the Netherlands. The revolutions were most important in France, the Netherlands, Italy, the Austrian Empire, and the states of the German Confederation that would make up the German Empire in the late 19th and early 20th century.
ne: विद्रोहको नेतृत्व सुधारवादी, मध्यम वर्ग ("बुर्जुवा वर्ग") र मजदुरहरूको अस्थायी गठबन्धनले गरेको थियो। [१] यद्यपि यो गठबन्धनले लामो समयसम्म सँगै टिक्न सकेन। धेरै क्रान्तिहरू छिट्टै दमन गरियो; दस हजारौं मानिस मारिए र धेरै मानिसहरू निर्वासिट हुन बाध्य बनाइए। महत्वपूर्ण स्थायी सुधारहरूमा अस्ट्रिया र हंगेरीमा सर्फडम (सामन्तवाद) को उन्मूलन, डेनमार्कमा निरपेक्ष राजतन्त्रको अन्त्य र नेदरल्याण्ड्समा प्रतिनिधिमुलक प्रजातन्त्रको शुरूवात समावेश थियो। क्रान्तिहरू फ्रान्स, नेदरल्याण्ड, इटाली, को अष्ट्रीया साम्राज्य र जर्मन कन्फडरेशन का राज्यहरू, जसले १९ औं शताब्दीको उत्तरार्ध र बीसौं शताब्दीको पूर्वार्धमा जर्मन साम्राज्य बनाए, मा सबैभन्दा महत्त्वपूर्ण थिए।

source: Technological change was revolutionizing the life of the working classes. A popular press extended political awareness, and new values and ideas such as popular liberalism, nationalism and socialism began to emerge. Some historians emphasize the serious crop failures, particularly those of 1846, that produced hardship among peasants and the working urban poor.
ne: प्राविधिक परिवर्तनले श्रमिक वर्गको जीवनमा क्रान्ति ल्याइरहेको थियो। एक लोकप्रिय प्रेसले राजनीतिक जागरूकता विस्तार गर्‍यो, र लोकप्रिय उदारवाद, राष्ट्रवाद र समाजवाद जस्ता नयाँ मूल्य र विचारहरू देखा पर्न थाले। केही इतिहासकारहरू गम्भीर बालीनालीमा उत्पन्न समस्यालाई जोड दिन्छन्, विशेष गरी १८४६ को, जसले किसान र मजदुर शहरी गरीबहरूमाझ कठिनाई उत्पन्न गर्‍यो।

source: Ratna Park is a park and surrounding district in central Kathmandu, Nepal. It is named after Queen Ratna, the wife of King Mahendra.[1] It was built for the children and is named after Ratna, the second queen of King Mahendra. It is situated between Rani Pokhari and Tudikhel in the heart of Kathmandu.
ne: रत्न पार्क मध्य काठमाडौं मा अवस्थित एक पार्क हो। यसको नामाकरण ई राजा महेन्द्र पत्नी रानी रत्नको नाममा राखिएको छ। [१] यो बबालबालिका हरूको लागि निर्माण गरिएको हो र रत्नको नामबाट राखिएको छ। यो काठमाडौंको मध्य भागमा रानी पोखरी र टुँडिखेलको बीचमा अवस्थित छ।

source: Bina Magar (Nepali: विना मगर), is a Nepalese politician. She is the current Water Supply Minister of Nepal.[1][2] She is a leader of Nepal Communist Party. Magar is daughter-in-law of former Prime Minister Pushpa Kamal Dahal.[3]
ne: बिना मगर , एक नेपाली राजनीतिज्ञ हुन्। उनी हालको नेपालको खानेपानी मन्त्री हुन् । [१] [२] उनी नेपाल कम्युनिष्ट पार्टीको नेता हुन्। मगर पूर्व प्रधानमन्त्री पुष्पकमल दाहालको बुहारी, प्रचण्डका पुत्र दिवंगत स्व. प्रकाश दाहालको जीवन संगिनी हुनुहुन्छ । उहाँको एक छोरा छन् । []]

source: Devyani Rana (Nepali: देवयानी राणा) is the second daughter of Pashupati Shamsher Jang Bahadur Rana and Rani Usha Raje Scindia, daughter of Jivajirao Scindia, the last maharaja of Gwalior, and the wife of Kunwar Aishwarya Singh of Singrauli. News reports in 2001 had suggested that the Crown Prince Dipendra of Nepal wanted to marry her, but his parents, as well as Devyani's mother, did not agree.
ne: देवयानी राणा को दोस्रो छोरी पशुपति शमशेर जङ्ग बहादुर राणा र रानी उषाराजे सिंधिया, ( ग्वालियरका अन्तिम महाराज विजयराजे सिंधियाको छोरी उषाराजे सिंधिया) को दोस्रो छोरी तथा कुँवर ऐश्वर्य सिंहकी पत्नी हुन्। नेपालका युवराज दीपेन्द्र उनीसँग बिहे गर्न चाहेको बताइएको थियो तर उनका आमाबुबा र देवयानीकी आमा सहमत भएनन्।

source: The Janata Samajbadi Party, Nepal, abbr. JSP-N (Nepali: जनता समाजवादी पार्टी, नेपाल, translation: People's Socialist Party, Nepal) is a newly formed political party in Nepal by the merger of the two key Madhesh based parties in Nepal, the Samajbadi Party, Nepal, led by duo presidents Baburam Bhattarai and Upendra Yadav, and the Rastriya Janata Party Nepal, led by 6-membered president panel including Mahantha Thakur, Rajendra Mahato, Sarad Singh Bhandari, Anil Kumar Jha, Mahendra Raya Yadav, and Rajkishor Yadav.
ne: जनता समाजवादी पार्टी, नेपाल, जसपा नेपाल ( जसपाा नेपाल) भर्खरै गठन राजनीतिक पार्टी हो। छ नेपाल दुई प्रमुख मधेस आधारित दुई प्रमुख दलको एकिकरण भएर योो पार्टी बनेेेको थियो। बाबुराम भट्टराई र उपेन्द्र यादवकोसमाजवादी पार्टी, नेपाल, र राष्ट्रिय जनता पार्टी नेपालको नेतृत्वमा महन्थ ठाकुर, राजेन्द्र महतो, सरदसिंह भण्डारी, अनिल कुमार झा, महेन्द्र राय यादव, र राजकिशोर यादव लगायतको नेतृत्व भएको दुुुई दल एक अ

source: The Department of Printing is a government agency of Nepal assigned with the responsibilities of printing on behalf of the Government of Nepal. Since 2008, the Department publishes the national Government gazette of Nepal, Nepal Gazette.[2] Since 2016, the Department also publishes online versions of the gazette on its website, making more than 120,000 copies of the Nepal Gazette published between 1951 and 2014 available to the public.[3] Furthermore it offers security printing services including printing Nepali Citizenship Certificates or Certificates of educational institutions.[2]
ne: मुद्रण विभाग नेपाल सरकारको तर्फबाट सरकारी नीति, नियम, ऐन, अध्यादेश, सन्धी सम्झौता, वजेट, गजेट जस्ता महत्वपूर्ण सरकारी निर्णयहरु, अन्य सरकारी दस्तावेजहरुका साथै नेपाल सरकारको सुरक्षण मुद्रणसम्बन्धी कार्यहरु प्रिन्टिंगको जिम्मेवारी वहन गर्ने एक सरकारी एजेन्सी हो । २००८ देखि मुद्रण विभागले नेेेेपाल राजपत्र प्रकाशित गर्दै आएको छ । [१] २०१ ६ देखि विभागले आफ्नो वेभसाइटमा राजपत्ररको अनलाइन संस्करण प्ररकाशित गर्द्दै आएको छ। [२] यसबाहेक साथै नेपाल सरकारको सुरक्षण मुद्रणसम्बन्धी कार्यहरु, नेपाली नागरिकता प्रमाणपत्र वा शैक्षिक संस्थाको प्रमाणपत्र र मुद्रणसम्बन्धी आवश्यक परामर्श सेवा प्रदान गर्दै आइरहेको छ । [१]

source: The first governmental newspaper, Gorkhapatra, was printed from 1901 on by the Government of Nepal. That press was transformed into a governmental department, the Printing and Publication Department of Nepal in 1989. The last change so far was in 1992, when the Department was renamed to the Department of Printing.[4] In February 2017, the Department proposed to also print Nepalese banknotes, which are currently not printed in Nepal.[5]
ne: १९०७ मा नेपालमा पहिलो छापाखाना शुरुवात वि स. १९०८ मा तात्कालीन प्रधानमन्त्री श्री ३ जंगवहादु र राणाले वेलायतबाट ल्याएको हाते (गिद्धे ) प्रेशलाई थापाथलीमा टाईप छापाखानाको रुपमा संचालित भएबाट शुरु भएको पाईन्छ । 185 185१ मा, पहिलो प्रिन्टि press प्रेस नेपाल लाई लागू गरियो। पहिलो सरकारी अखबार गोरखापत्र नेपाल सरकारद्वारा १९५८ मा छापिएको थियो। त्यो त्यस छापाखानालाई मिति २०४५।४।५ को निर्णय अनुसार मुद्रण तथा प्रकाशन विभागको रुपमा स्थापित गरियो, नेपालको मुद्रण र प्रकाशन विभागमा परिवर्तन भयो। २०४९ मा अन्तिम परिवर्तन थियो जब विभागको नाम परिवर्तन गरी मुद्रण विभाग राखियो। [१] फेब्रुअरी २०१७ मा विभागले नेपाली बैंक नोटहरू पनि छाप्ने प्रस्ताव गर्यो जुन हाल नेपालमा छापिएको छैन। [२]

source: Nepal Intermodal Transport Development Board (NITDB) was formed by government of Nepal in 2054 BS. (1997 AD.) to oversee the economical and efficient management of Inland Clearance Depots (ICDs) for facilitation of Nepal's foreign trade. There are three ICDs in Nepal which are under NITDB.
ne: नेपाल इन्टरमोडल यातायात विकास समिति (NITDB) २०५४ सालमा नेपाल सरकारले गठन गरेको हो। सुक्खा बन्दरगाहहरु (आईसिडि) को मितव्ययी र कुशल व्यवस्थापन, निरीक्षण गर्न इनल्यान्ड निकासी डिपो नेपालको विदेशी व्यापार को लागि गठन गरेको हो। नेपालमा तीन आईसीडी छन् जुन एनआईटीडीबी अन्तर्गत छन्। [१] [२] []]

source: Birgunj Inland Dry Port Biratnagar Inland Dry Port Bhairahwa Inland Dry Port Integrated Check Post (ICP), Birgunj
ne: वीरगन्ज इनल्यान्ड ड्राई पोर्ट बीरगंज सुक्खा बन्दरगाह विराटनगर सुक्खा बन्दरगाह भैरहवा सुक्खा बन्दरगाह काँकडभिट्टा सुक्खा बन्दरगाह तातोपानी सुक्खा बन्दरगाह रसुवा सुक्खा बन्दरगाह काठमाडौँ सुक्खा बन्दरगाह दोधारा चाँदनी सुक्खा बन्द एकीकृत चेक पोष्ट (ICP), वीरगन्ज

source: Value Added Tax (VAT) is an indirect tax levied on the value creation or addition. Concept of VAT in Nepal was introduced in FY 2049/50 but the act was developed in BS 2050. VAT was implemented in 1998 and is the major source of government's revenue.
ne: ममूल्य अभिवृद्धि कर (भ्याट) एक अप्रत्यक्ष कर हो जुन मूल्य निर्माण वा थपमा लगाइन्छ। नेपालमा भ्याटको अवधारणा आर्थिक वर्ष २०४९/५० मा आएको थियो तर मूल्य अभिवृद्धि कर ऐन विि सं. २०५० मा मात्र निर्माण भएको थियो । भ्याट २०५० मा लागू गरिएको थियो र सरकारको राजस्वको प्रमुख स्रोत हो। यो नेपालको आन्तरिक राजस्व विभागद्वारा प्रशासित छ।

source: VAT Rates in Nepal
ne: नेपालमा भ्याट दर

source: The normal VAT rate is 13%[1]; some goods or services are exempted from VAT.[2]
ne: नेपालमा सामान्य भ्याट दर १ १३% [१] छ ; केहि सामान वा सेवाहरूमा भ्याटमा छुट दिइन्छ। [२]

source: It is the largest Internet and Network Service Provider in Nepal [1] providing high speed FTTx, IPTV and Fixed Wireless Broadband Service [2] Statistics of the Nepal Telecom Authority of December 2017 report that WorldLink has 400 thousand active consumer broadband internet accounts and more than 2000 corporate accounts along with 25 thousand IPTV Subscribers. Out of 77 districts in Nepal, Worldlink has coverage in 63 of them.It is also the first Internet Service Provider in Nepal to provide IPTV service. [3] According to MIS report published by Nepal Telecommunication Authority in May 2019[4], WorldLink now have 282,305 customers in FTTH covering 57% of the Fiber Internet market.[5][6][7]
ne: वर्ल्डलिंक कम्युनिकेसन नेपाल को एक इन्टरनेट सेवा प्रदायक हो। यो नेपालको सबैभन्दा ठूलो इन्टरनेट र नेटवर्क सेवा प्रदायक हो [१] उच्च गतिको एफटीटीएक्स, आईपीटीभी र फिक्स्ड वायरलेस ब्रॉडब्यान्ड सेवा प्रदान गर्दछ [२] नेपाल टेलिकम प्राधिकरणको डिसेम्बर २०१७ को तथ्याङ्क अनुसार वर्ल्डलिंकले ४ लाख सक्रिय उपभोक्ता ब्रॉडबैंड इन्टर्नेट खाता र अधिक छ। २००० भन्दा अधिक कर्पोरेट खाताहरू साथै २५ हजार IPTV सदस्यहरू छन्। नेपालका ७७ जिल्लाहरूमध्ये, वर्ल्डलिंकको तीमध्ये ६३ जिल्लामा पहुँच छ। आईपीटीभी सेवा प्रदान गर्ने यो नेपालमा पहिलो इन्टरनेट सेवा प्रदायक पनि हो। []] मे २०१९ [ ] मा नेपाल दूरसञ्चार प्राधिकरण द्वारा मे २०१९ मा प्रकाशित एमआईएस रिपोर्ट अनुसार, वर्ल्डलिंकसँग FTTH मा २, ८२,३०५ ग्राहक छन् र फाइबर इन्टर्नेट बजारको ५७% हिस्सा ओगट्क[]] []] []]

source: The Nepal Government Railway (NGR) was Nepal's first railway in Nepal. Established in 1927 and closed in 1965, it linked Amlekhganj with Raxaul across the border in India in the south. The 2 ft 6 in (762 mm) narrow gauge railway was 47 km long.[1][2]
ne: नेपाल गभर्मेन्ट रेलवे ( NGR ) नेपालको पहिलो रेलमार्ग थियो। विि.सं.१ 6९८४ मा स्थापित र २०३१ मा बन्द भएको यस मार्गगले ल5 मा 1927 मा स्थापित र बन्द, यो लिङ्क Amlekhganj संग रक्सौल सीमा मार्फत भारत दक्षिण मा। 2 फिट 6 मा साँघुरो रेलवे was 47 थियो किमी लामो। [१] [२]

source: Nepal Government Railway in the 1950s
ne: सन् १९५९ को दशकमा नेपाल सरकार रेलवे

source: Railway stations in Nepal Transport in Nepal Railway stations in India Janakpur- The City Of First Railway in Nepal
ne: नेपालमा रेलवे स्टेशनहरू नेपालमा यातायात भारतमा रेलवे स्टेशनहरू जनकपुर - नेपालको पहिलो रेलवे को शहर

source: The Nepal Railways Corporation Ltd. (NRC, reporting mark: NR / ने. रे) is a state-owned company which operates railways in Nepal.[1]
ne: नेपाल रेलवे कर्पोरेशन लिमिटेड ( ने। रे ) एक सरकारी स्वामित्वको कम्पनी हो जसले नेपालमा रेल सञ्चालन गर्दछ। [१]

source: 2014 American Film Institute Awards Television Program of the Year How to Get Away with Murder Won [105] 2015 BET Awards Best Actress Viola Davis Nominated [106] Critics' Choice Television Awards Best Actress in a Drama Series Viola Davis Nominated [107] Best Guest Performer in a Drama Series Cicely Tyson Nominated GALECA Award TV Drama of the Year How to Get Away with Murder Nominated [108] TV Performance of the Year - Actress Viola Davis Nominated GLAAD Media Awards Outstanding Drama Series How to Get Away with Murder Won [109] Golden Globe Awards Best Actress in a Television Series – Drama Viola Davis Nominated [110] NAACP Image Awards Outstanding Drama Series How to Get Away with Murder Won [111] Outstanding Actress in a Drama Series Viola Davis Won Outstanding Supporting Actor in a Drama Series Alfred Enoch Nominated Outstanding Supporting Actress in a Drama Series Aja Naomi King Nominated Outstanding Writer for a Drama Series Erika Green Swafford (Episode: "Let's Get to Scooping") Won OFTA Television Award Best Actress in a Drama Series Viola Davis Nominated [112] People's Choice Awards Favorite Actress In A New TV Series Viola Davis Won [113] Favorite New TV Drama How to Get Away with Murder Nominated Primetime Emmy Awards Outstanding Lead Actress in a Drama Series Viola Davis Won [114] Outstanding Guest Actress in a Drama Series Cicely Tyson Nominated Screen Actors Guild Awards Outstanding Performance by a Female Actor in a Drama Series Viola Davis Won [115] TCA Awards Individual Achievement in Drama Viola Davis Nominated [116] 2016 Artios Awards Casting, Television Pilot: Drama Linda Lowy, Diane Heery, Jason Loftus, Jamie Castro Nominated [117] Critics' Choice Television Awards Best Actress in a Drama Series Viola Davis Nominated [118] GLAAD Media Awards Outstanding Drama Series How to Get Away with Murder Nominated [119] Gold Derby Awards Best Drama Actress Viola Davis Nominated [120] Best Drama Guest Actress Famke Janssen Nominated Golden Globe Awards Best Actress in a Television Series – Drama Viola Davis Nominated [121] NAACP Image Awards Entertainer of the Year Viola Davis Nominated [122] Outstanding Drama Series How to Get Away with Murder Nominated Outstanding Actress in a Drama Series Viola Davis Nominated Outstanding Supporting Actor in a Drama Series Alfred Enoch Nominated Outstanding Supporting Actress in a Drama Series Cicely Tyson Nominated Outstanding Writer for a Drama Series Erika Green Swafford, Doug Stockstill (Episode: "Mama's Here Now") Nominated People's Choice Awards Favorite Dramatic TV Actress Viola Davis Nominated [123] Favorite Network TV Drama How to Get Away with Murder Nominated Primetime Emmy Awards Outstanding Lead Actress in a Drama Series Viola Davis Nominated [114] Screen Actors Guild Awards Outstanding Performance by a Female Actor in a Drama Series Viola Davis Won [124] 2017 Primetime Emmy Awards Outstanding Lead Actress in a Drama Series Viola Davis Nominated [114] Outstanding Guest Actress in a Drama Series Cicely Tyson Nominated 2018 Primetime Emmy Awards Outstanding Guest Actress in a Drama Series Cicely Tyson Nominated [114] 2019 Primetime Emmy Awards Outstanding Lead Actress in a Drama Series Viola Davis Nominated [114] Outstanding Guest Actor in a Drama Series Glynn Turman Nominated Outstanding Guest Actress in a Drama Series Cicely Tyson Nominated
ne: 2014 American Film Institute Awards Television Program of the Year How to Get Away with Murder Won [1] 2015 BET Awards Best Actress Viola Davis Nominated [2] Critics' Choice Television Awards Best Actress in a Drama Series Viola Davis Nominated [3] Best Guest Performer in a Drama Series Cicely Tyson Nominated GALECA Award TV Drama of the Year How to Get Away with Murder Nominated [4] TV Performance of the Year - Actress Viola Davis Nominated GLAAD Media Awards Outstanding Drama Series How to Get Away with Murder Won [5] Golden Globe Awards Best Actress in a Television Series – Drama Viola Davis Nominated [6] NAACP Image Awards Outstanding Drama Series How to Get Away with Murder Won [7] Outstanding Actress in a Drama Series Viola Davis Won Outstanding Supporting Actor in a Drama Series Alfred Enoch Nominated Outstanding Supporting Actress in a Drama Series Aja Naomi King Nominated Outstanding Writer for a Drama Series Erika Green Swafford (Episode: "Let's Get to Scooping") Won OFTA Television Award Best Actress in a Drama Series Viola Davis Nominated [8] People's Choice Awards Favorite Actress In A New TV Series Viola Davis Won [9] Favorite New TV Drama How to Get Away with Murder Nominated Primetime Emmy Awards Outstanding Lead Actress in a Drama Series Viola Davis Won [10] Outstanding Guest Actress in a Drama Series Cicely Tyson Nominated Screen Actors Guild Awards Outstanding Performance by a Female Actor in a Drama Series Viola Davis Won [11] TCA Awards Individual Achievement in Drama Viola Davis Nominated [12] 2016 Artios Awards Casting, Television Pilot: Drama Linda Lowy, Diane Heery, Jason Loftus, Jamie Castro Nominated [13] Critics' Choice Television Awards Best Actress in a Drama Series Viola Davis Nominated [14] GLAAD Media Awards Outstanding Drama Series How to Get Away with Murder Nominated [15] Gold Derby Awards Best Drama Actress Viola Davis Nominated [16] Best Drama Guest Actress Famke Janssen Nominated Golden Globe Awards Best Actress in a Television Series – Drama Viola Davis Nominated [17] NAACP Image Awards Entertainer of the Year Viola Davis Nominated [18] Outstanding Drama Series How to Get Away with Murder Nominated Outstanding Actress in a Drama Series Viola Davis Nominated Outstanding Supporting Actor in a Drama Series Alfred Enoch Nominated Outstanding Supporting Actress in a Drama Series Cicely Tyson Nominated Outstanding Writer for a Drama Series Erika Green Swafford, Doug Stockstill (Episode: "Mama's Here Now") Nominated People's Choice Awards Favorite Dramatic TV Actress Viola Davis Nominated [19] Favorite Network TV Drama How to Get Away with Murder Nominated Primetime Emmy Awards Outstanding Lead Actress in a Drama Series Viola Davis Nominated [10] Screen Actors Guild Awards Outstanding Performance by a Female Actor in a Drama Series Viola Davis Won [20] 2017 Primetime Emmy Awards Outstanding Lead Actress in a Drama Series Viola Davis Nominated [10] Outstanding Guest Actress in a Drama Series Cicely Tyson Nominated 2018 Primetime Emmy Awards Outstanding Guest Actress in a Drama Series Cicely Tyson Nominated [10] 2019 Primetime Emmy Awards Outstanding Lead Actress in a Drama Series Viola Davis Nominated [10] Outstanding Guest Actor in a Drama Series Glynn Turman Nominated Outstanding Guest Actress in a Drama Series Cicely Tyson Nominated

source: Kathmandu-Amlekhganj (bus and truck service) Kathmandu-Trishuli (truck service, April 1962)
ne: काठमाडौं-अमलेखगंज (बस र ट्रक सेवा) काठमाडौं-त्रिशूली (ट्रक सेवा, अप्रिल १९६२)

source: Rani Pokhari-Patan Dhoka (1959–1966) Lainchaur-Jawalakhel (August–September 1962) Rani Pokhari-Gaushala (July 1963 – July 1964) Rani Pokhari-Balaju (August 1963 – May 1964) Rani Pokhari-Maharajgunj (April–May 1964)
ne: रानी पोखरी-पाटन ढोका (१९५९ -१९६६) लैनचौर-जावलाखेल (अगस्ट - सेप्टेम्बर १९६२) रानी पोखरी-गौशाला (जुलाई १९६३-जुलाई १९६४) रानी पोखरी-बालाजु (अगस्त १९६३- मे १९६४ ) रानी पोखरी - महाराजगन्ज (अप्रिल – मे १९६४)

source: At its height, Nepal Transport Service owned a fleet of 11 buses and two trucks.
ne: यसको आफ्नो उच्चतम अवस्थामा, नेपाल ट्रान्सपोर्ट सर्भिसको स्वामित्वमा ११ वटा बस र दुई ट्रकको थियो।

source: 5 Tata Mercedes-Benz LP 312/36 buses manufactured by TATA Engineering and Locomotive Company of India. 4 Bedford SB4 buses manufactured by Hindustan Motors of India. 2 Chevrolet Viking buses manufactured by Hindustan Motors of India.
ne: ५ टाटा मर्सिडीज बेन्ज LP ३१२/३६ बसहरू (टाटा इन्जिनियरिङ एण्ड लोकोमोटिभ कम्पनीले निर्मित)। ४ बेडफोर्ड SB4 बसहरू (भारतको हिन्दुस्तान मोटर्स द्वारा निर्मित) २ शेवरलेट वाइकिङ बसहरू (भारतको हिन्दुस्तान मोटर्स द्वारा निर्मित।) २ टाटा मर्सिडीज बेन्ज ट्रक।

source: Bus stand at Rani Pokhari bearing the sign नेपाल ट्रान्सपोर्ट सर्विस (Nepal Transport Service).
ne: बस ट्र्याकमा रानी पोखरीको नेपाल ट्रान्सपोर्ट सर्भिसको हस्ताक्षर रहेको नेपाल ट्रान्सपोर्ट सेवा ।

source: The buses of Nepal Transport Service were painted a dark blue with the company name written in Devanagari on one side and English on the other on a white band below the windows.
ne: नेपाल ट्रान्सपोर्ट सर्भिसका बसहरू गाढा निलो रङ लगाइएको हुन्थ्यो जसमा कम्पनीको नाम एकातिर देवनागरीमा लेखिएको थियो भने अर्कोतिर अँग्रेजी मा सेतोले पोतिएको हुन्थ्यो ।

source: Nepal Transport Service went out of business in 1966, no longer able to sustain the losses resulting from frequent downtime. Breakdowns were common due to bad road conditions. Major maintenance had to be done in India, and unavailability of spare parts locally for its diverse fleet meant its buses were out of commission for extended periods.[13]
ne: नेपाल ट्रान्सपोर्ट सर्भिस आफ्नो व्यापारबाट बाहिरियो । आफ्नो गाडीहरु लगातार बिग्रिरहने भएकाले घाटा बहन नसक्ने अबस्थामा पुग्यो ।खराब सडकहरूको कारण गाडी बिग्रने सामान्य जस्तै भएको थिए। मुख्य मर्मत सम्भार भारतमा गर्नुपर्पथ्र्‍यो र यसको विविध फ्लीटहरु स्थानीय रूपमा स्पेयर पार्ट्सको अनुपलब्धताको अर्थ यसको बसहरू विस्तारित अवधिसम्म बाहिर रहे। [१]

source: During the company's final years, it fought an unsuccessful court battle over increasing income tax despite falling revenues as more and more of its aging buses went out of service.
ne: कम्पनीको अन्तिम वर्षहरूको दौरान, यसले आम्दानीमा गिरावट आउँदा पनि आयकर बढेकोमा असफल अदालती लडाई लड्यो किनकि यसका पुराना बसहरू सेवा बाहिर थिए।

source: Postage stamp issued
ne: हुलाक टिकट जारी

source: On 31 December 2012, the Postal Services Department of the government of Nepal issued a commemorative postage stamp bearing portraits of the founders Karuna Ratna and Lupau Ratna Tuladhar to honor their service to the nation. The stamp also shows a Chevrolet bus of Nepal Transport Service.[14]
ne: वि.सं २०६९ पौष १६ मा, नेपाल सरकारको हुलाक सेवा विभागले राष्ट्र सेवाको सम्मानका लागि नेपाल ट्रान्सपोर्ट सर्भिस संस्थापक करुणा रत्न र लुपौ रत्न तुलाधरको चित्र अंकित हुलाक टिकट जारी गर्‍यो। टिकटमा नेपाल ट्रान्सपोर्ट सर्भिसको सेभरोलेट बस पनि देखाइन्छ। [१]

source: The head office was located in this house. Letterhead Visiting card Ad in Gorkhapatra dated 23 December 1959. Kathmandu-Amlekhgunj bus ticket Bus pass
ne: यस घरमा नेपाल ट्रान्सपोर्ट सर्भिसको मुख्य कार्यालय अवस्थित थियो। नेपाल ट्रान्सपोर्ट सर्भिस लेटरहेड भिजिटिङ कार्ड गोरखापत्रमा विज्ञापन मिति २ डिसेम्बर १ 9। Ated। काठमाडौं-अमलेखगञ्ज बस टिकट बस पास
